Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutReplace
source: Replace part of a text value with a different text value.
bg_bg: Замества част от текстова стойност с друга текстова стойност.
ca_es: Substitueix part d'un valor de text per un valor de text diferent.
cs_cz: Nahradí část textové hodnoty jinou textovou hodnotou.
da_dk: Erstat en del af en tekstværdi med en anden tekstværdi.
de_de: Ersetzt einen Teil eines Textwerts durch einen anderen Textwert.
el_gr: Αντικαθιστά μέρος της τιμής κειμένου με διαφορετική τιμή κειμένου.
es_es: Reemplaza parte de un valor de texto por uno distinto.
et_ee: Asendab tekstväärtuse osa teise tekstväärtusega.
eu_es: Ordeztu testu-balio baten zati bat beste testu-balio batekin.
fi_fi: Korvaa tekstiarvon osa eri tekstiarvolla.
fr_fr: Remplace une partie d’une valeur de texte par une valeur de texte différente.
gl_es: Substitúa parte dun valor de texto por outro valor de texto.
hi_in: पाठ मान के भाग को किसी दूसरे पाठ मान से बदलता है.
hr_hr: Zamjenjuje dio tekstne vrijednosti drugom tekstnom vrijednošću.
hu_hu: Egy szöveges érték egy részét lecseréli egy másik szöveges értékre.
it_it: Sostituisce parte di un valore di testo con un valore di testo diverso.
ja_jp: テキスト値の一部を別のテキスト値に置き換えます。
kk_kz: Мәтіндік мәннің бөлігін басқа мәтіндік мәнмен ауыстырады.
ko_kr: 텍스트 값 부분을 다른 텍스트 값으로 대체합니다.
lt_lt: Pakeisti dalį teksto reikšmės kita teksto reikšme.
lv_lv: Aizstājiet teksta vērtības daļu ar citu teksta vērtību.
ms_my: Gantikan sebahagian daripada nilai teks dengan nilai teks yang berbeza.
nb_no: Erstatt del av en tekstverdi med en annen tekstverdi.
nl_nl: Vervang een deel van de tekstwaarde door een andere tekstwaarde.
pl_pl: Zastępuje część wartości tekstowej inną wartością tekstową.
pt_br: Substitui parte de um valor de texto por um valor de texto diferente.
pt_pt: Substituir parte do valor de texto por um valor de texto diferente.
ro_ro: Înlocuiți o parte a unei valori text cu o altă valoare text.
ru_ru: Заменяет часть текстового значения другим текстовым значением.
sk_sk: Nahradí časť textovej hodnoty inou textovou hodnotou.
sl_si: Zamenja del besedilne vrednosti z drugo besedilno vrednostjo.
sr_cyrl_rs: Замените део вредности текста неког другом вредношћу текста.
sr_latn_rs: Zamenite deo vrednosti teksta nekog drugom vrednošću teksta.
sv_se: Ersätter en del av ett textvärde med ett annat textvärde.
th_th: แทนที่บางส่วนของข้อความด้วยอีกข้อความหนึ่ง
tr_tr: Metin değerinin bir kısmını farklı bir metin değeriyle değiştirin.
uk_ua: Замінює частину текстового значення іншим текстовим значенням.
vi_vn: Thay thế một phần của một giá trị văn bản bằng một giá trị văn bản khác.
zh_cn: 将文本值的一部分替换为不同的文本值。
zh_tw: 以不同的文字值取代文字值的一部分。

# AboutReplaceT
source: Replace part of a text value with a different text value, evaluated per row within the specified table or collection.
bg_bg: Замества част от текстова стойност с друга текстова стойност, изчислена на ред в указаната таблица или колекция.
ca_es: Substitueix part d'un valor de text per un valor de text diferent, avaluat per fila a la taula o col·lecció especificada.
cs_cz: Nahradí část textové hodnoty jinou textovou hodnotou. Vyhodnocuje se pro každý řádek v zadané tabulce nebo kolekci.
da_dk: Erstat en del af en tekstværdi med en anden tekstværdi, som evalueres pr. række i den angivne tabel eller samling.
de_de: Ersetzt einen Teil eines Textwerts durch einen anderen Textwert. Die Auswertung erfolgt zeilenweise innerhalb der angegebenen Tabelle oder Sammlung.
el_gr: Αντικαθιστά μέρος μιας τιμής κειμένου με διαφορετική τιμή κειμένου, με αξιολόγηση ανά σειρά εντός του καθορισμένου πίνακα ή της καθορισμένης συλλογής.
es_es: Reemplaza parte de un valor de texto por uno distinto evaluado por fila dentro de la tabla o colección especificada.
et_ee: Asendab tekstväärtuse osa teise tekstväärtusega, mis arvutatakse määratud tabelis või kogumis ridade kaupa.
eu_es: Ordeztu testu-balio baten zati bat beste testu-balio batekin (zehaztutako taulan edo bilduman errenkadako ebaluatu dena).
fi_fi: Korvaa tekstiarvon osa eri tekstiarvolla arvioituna riviä kohti määritetyssä taulukossa tai kokoelmassa.
fr_fr: Remplace une partie d’une valeur de texte par une valeur de texte différente, évaluée par ligne dans la table ou la collection spécifiées.
gl_es: Substitúa parte dun valor de texto por outro valor de texto, avaliado por fila dentro da táboa ou colección especificadas.
hi_in: पाठ मान के एक भाग को किसी दूसरे पाठ मान से बदलता है, जिसका मूल्यांकन निर्दिष्ट तालिका या संग्रह की प्रत्येक पंक्ति में किया जाता है.
hr_hr: Zamjenjuje dio tekstne vrijednosti drugom tekstnom vrijednošću, koja se vrednuje prema retku unutar navedene tablice ili zbirke.
hu_hu: Egy szöveges érték egy részét lecseréli egy másik szöveges értékre a megadott tábla vagy gyűjtemény mindegyik sorában.
it_it: Sostituisce parte di un valore di testo con un valore di testo diverso, valutato per riga nella tabella o nella raccolta specificata.
ja_jp: テキスト値の一部を別のテキスト値に置き換えます。指定のテーブルまたはコレクション内の行ごとに評価されます。
kk_kz: Мәтіндік мәннің бөлігін көрсетілген кестеде немесе жиынтықта жол бойынша есептелетін басқа мәтіндік мәнмен ауыстырады.
ko_kr: 텍스트 값 부분을 지정된 테이블이나 컬렉션 내 행당 평가되는 다른 텍스트 값으로 대체합니다.
lt_lt: Pakeisti dalį teksto reikšmės kita teksto reikšme, apskaičiuota pagal kiekvieną nurodytos lentelės ar rinkinio eilutę.
lv_lv: Aizstājiet teksta vērtības daļu ar citu teksta vērtību, kas novērtēta katrai rindai norādītajā tabulā vai kolekcijā.
ms_my: Gantikan sebahagian daripada nilai teks dengan nilai teks yang berbeza yang dinilai bagi setiap baris dalam jadual atau koleksi yang ditentukan.
nb_no: Erstatt del av en tekstverdi med en annen tekstverdi, evaluert per rad i den angitte tabellen eller samlingen.
nl_nl: Vervang een deel van de tekstwaarde door een andere tekstwaarde, geëvalueerd per rij in de opgegeven tabel of verzameling.
pl_pl: Zastępuje część wartości tekstowej inną wartością tekstową. Funkcja jest oceniana dla każdego wiersza w określonej tabeli lub kolekcji.
pt_br: Substitui parte de um valor de texto por um valor de texto diferente, avaliado por linha dentro da tabela ou coleção especificada.
pt_pt: Substituir parte do valor de texto por um valor de texto diferente, avaliado por linha dentro da coleção ou tabela especificada.
ro_ro: Înlocuiți o parte a unei valori text cu o altă valoare text, evaluată după fiecare rând din tabelul specificat sau colecția specificată.
ru_ru: Заменяет часть текстового значения другим текстовым значением для каждой строки в указанной таблице или коллекции.
sk_sk: Nahradí časť textovej hodnoty inou textovou hodnotou vyhodnotenou pre riadok v rámci zadanej tabuľky alebo kolekcie.
sl_si: Zamenja del besedilne vrednosti z drugo besedilno vrednostjo, pri čemer se ovrednoti vsaka vrstica določene tabele ali zbirke.
sr_cyrl_rs: Замените део вредности текста неког другом вредношћу текста, процењеном по реду у оквиру наведене табеле или колекције.
sr_latn_rs: Zamenite deo vrednosti teksta nekog drugom vrednošću teksta, procenjenom po redu u okviru navedene tabele ili kolekcije.
sv_se: Ersätter en del av ett textvärde med ett annat textvärde, utvärderat per rad inom den angivna tabellen eller samlingen.
th_th: แทนที่บางส่วนของข้อความด้วยอีกข้อความหนึ่ง โดยประเมินตามแถวในตารางหรือคอลเลกชันที่ระบุ
tr_tr: Belirtilen tablo veya koleksiyondaki her satır için değerlendirilen bir metin değerinin bir bölümünü farklı bir metin değeriyle değiştirir.
uk_ua: Замінює частину текстового значення іншим текстовим значенням, яке обчислюється для кожного рядка в межах указаної таблиці або колекції.
vi_vn: Thay thế một phần của giá trị văn bản bằng một giá trị văn bản khác, được đánh giá theo hàng trong bảng hoặc bộ sưu tập được chỉ định.
zh_cn: 将文本值的一部分替换为对指定表或集合中每行计算的不同文本值。
zh_tw: 對指定資料表或集合中的每個資料列進行評估，以不同的文字值取代一部分的文字值。

# ReplaceFuncArg1
source: old_text
bg_bg: стар_текст
ca_es: text_anterior
cs_cz: starý_text
da_dk: gammel_tekst
de_de: alter_Text
el_gr: παλιό_κείμενο
es_es: texto_antiguo
et_ee: vana_tekst
eu_es: testu_zaharra
fi_fi: vanha_teksti
fr_fr: ancien_texte
gl_es: texto_antigo
hi_in: पुराना_पाठ
hr_hr: stari_tekst
hu_hu: régi_szöveg
it_it: testo_precedente
ja_jp: 古いテキスト
kk_kz: ескі_мәтін
ko_kr: 이전_텍스트
lt_lt: senas_tekstas
lv_lv: vecais_teksts
ms_my: teks_lama
nb_no: gammel_tekst
nl_nl: oude_tekst
pl_pl: stary_tekst
pt_br: texto_antigo
pt_pt: texto_antigo
ro_ro: text_vechi
ru_ru: старый_текст
sk_sk: starý_text
sl_si: staro_besedilo
sr_cyrl_rs: стари_текст
sr_latn_rs: stari_tekst
sv_se: gammal_text
th_th: ข้อความ_เก่า
tr_tr: eski_metin
uk_ua: старий_текст
vi_vn: văn_bản_cũ
zh_cn: 旧文本
zh_tw: 舊_文字

# ReplaceFuncArg4
source: new_text
bg_bg: нов_текст
ca_es: text_nou
cs_cz: nový_text
da_dk: ny_tekst
de_de: neuer_Text
el_gr: νέο_κείμενο
es_es: texto_nuevo
et_ee: uus_tekst
eu_es: testu_berria
fi_fi: uusi_teksti
fr_fr: nouveau_texte
gl_es: texto_novo
hi_in: नया_पाठ
hr_hr: novi_tekst
hu_hu: új_szöveg
it_it: nuovo_testo
ja_jp: 新しいテキスト
kk_kz: жаңа_мәтін
ko_kr: 새_텍스트
lt_lt: naujas_tekstas
lv_lv: jauns_teksts
ms_my: teks_baru
nb_no: ny_tekst
nl_nl: nieuwe_tekst
pl_pl: nowy_tekst
pt_br: texto_novo
pt_pt: novo_texto
ro_ro: text_nou
ru_ru: новый_текст
sk_sk: nový_text
sl_si: novo_besedilo
sr_cyrl_rs: нови_текст
sr_latn_rs: novi_tekst
sv_se: ny_text
th_th: ข้อความ_ใหม่
tr_tr: yeni_metin
uk_ua: новий_текст
vi_vn: văn_bản_mới
zh_cn: 新文本
zh_tw: 新_文字

# AboutReplace_old_text
source: The text value to process.
bg_bg: Текстовата стойност за обработване.
ca_es: Valor de text que es processarà.
cs_cz: Textová hodnota, která má být zpracována
da_dk: Tekstværdien, der skal behandles.
de_de: Der zu verarbeitende Textwert.
el_gr: Η τιμή κειμένου για επεξεργασία.
es_es: Valor de texto que se va a procesar.
et_ee: Töödeldav tekstväärtus.
eu_es: Prozesatuko den testu-balioa.
fi_fi: Käsiteltävä tekstiarvo.
fr_fr: Valeur de texte à traiter.
gl_es: Valor de texto que se vai procesar.
hi_in: संसाधित किया जाने वाला पाठ मान.
hr_hr: Tekstna vrijednost koja se obrađuje.
hu_hu: A feldolgozandó szöveges érték.
it_it: Valore di testo da elaborare.
ja_jp: 処理するテキスト値。
kk_kz: Өңделетін мәтіндік мән.
ko_kr: 처리할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia apdoroti.
lv_lv: Apstrādājamā teksta vērtība.
ms_my: Nilai teks untuk diproses.
nb_no: Tekstverdien som skal behandles.
nl_nl: De tekstwaarde die moet worden verwerkt.
pl_pl: Wartość tekstowa do przetworzenia.
pt_br: Valor de texto a ser processado.
pt_pt: Valor de texto a processar.
ro_ro: Valoarea text de procesat.
ru_ru: Текстовое значение для обработки.
sk_sk: Textová hodnota na spracovanie.
sl_si: Besedilna vrednost za obdelavo.
sr_cyrl_rs: Вредност текста за обраду.
sr_latn_rs: Vrednost teksta za obradu.
sv_se: Textvärdet att bearbeta.
th_th: ข้อความที่จะดำเนินการ
tr_tr: İşlenecek metin değeri.
uk_ua: Текстове значення, яке потрібно обробити.
vi_vn: Giá trị văn bản cần xử lý.
zh_cn: 要处理的文本值。
zh_tw: 要處理的文字值。

# AboutReplace_start_num
source: The starting position where the replacement will take place.
bg_bg: Началната позиция, от която ще се извърши заместването.
ca_es: Posició inicial on es farà la substitució.
cs_cz: Počáteční pozice pro nahrazení
da_dk: Startposition, hvor erstatningen skal finde sted.
de_de: Die Anfangsposition, ab der die Ersetzung erfolgt.
el_gr: Η θέση έναρξης, στην οποία θα γίνει η αντικατάσταση.
es_es: Posición inicial en la que se va a producir el reemplazo.
et_ee: Alguspunkt, millest alates toimub asendamine.
eu_es: Ordezkapena egiteko erabiliko den hasierako posizioa.
fi_fi: Alkamiskohta, jossa korvaaminen tehdään.
fr_fr: Position de départ où le remplacement sera effectué.
gl_es: Posición inicial na que terá lugar a substitución.
hi_in: वह प्रारंभिक बिंदु जहाँ बदलने का कार्य होगा.
hr_hr: Početni položaj gdje će doći do zamjene.
hu_hu: Az a kezdő pozíció, amelytől kezdve a cserére sor fog kerülni.
it_it: Posizione iniziale in cui verrà effettuata la sostituzione.
ja_jp: 置換を行う開始位置。
kk_kz: Ауыстыру орындалатын бастапқы орын.
ko_kr: 대체가 수행되는 시작 위치입니다.
lt_lt: Pradinė padėtis, kur turi būti atliekamas pakeitimas.
lv_lv: Sākuma pozīcija, kur tiks veikta aizstāšana.
ms_my: Kedudukan permulaan lokasi penggantian akan berlaku.
nb_no: Startposisjonen der erstatningen finner sted.
nl_nl: De beginpositie waarde vervanging plaatsvindt.
pl_pl: Pozycja początkowa, od której nastąpi zastąpienie.
pt_br: Posição inicial em que a substituição será realizada.
pt_pt: Posição inicial na qual a substituição terá lugar.
ro_ro: Poziția de început de la care va avea loc înlocuirea.
ru_ru: Начальная позиция для замены.
sk_sk: Počiatočná pozícia, kde sa vykoná nahradenie.
sl_si: Začetni položaj, kjer bo potekala zamenjavo.
sr_cyrl_rs: Почети положај на којем ће доћи до замене.
sr_latn_rs: Početi položaj na kojem će doći do zamene.
sv_se: Startpositionen där ersättningen kommer att äga rum.
th_th: จุดเริ่มต้นของข้อความที่จะแทนที่
tr_tr: Değiştirmenin gerçekleşeceği başlangıç konumu.
uk_ua: Положення, звідки починається заміна.
vi_vn: Vị trí bắt đầu ở nơi thay thế sẽ diễn ra.
zh_cn: 将要进行替换的开始位置。
zh_tw: 進行取代作業的起始位置。

# AboutReplace_num_chars
source: The number of characters to replace.
bg_bg: Броят знаци за заместване.
ca_es: Nombre de caràcters que se substituirà.
cs_cz: Počet znaků, které se mají nahradit
da_dk: Antallet af tegn, der skal erstattes.
de_de: Die Anzahl der zu ersetzenden Zeichen.
el_gr: Ο αριθμός χαρακτήρων για αντικατάσταση.
es_es: Número de caracteres que se va a reemplazar.
et_ee: Asendatavate märkide arv.
eu_es: Ordeztuko den karaktere kopurua.
fi_fi: Korvattavien merkkien määrä.
fr_fr: Nombre de caractères à remplacer.
gl_es: Número de caracteres que se van substituír.
hi_in: बदले जाने वाले वर्णों की संख्या.
hr_hr: Broj znakova koji se zamjenjuju.
hu_hu: A lecserélendő karakterek száma.
it_it: Numero di caratteri da sostituire.
ja_jp: 置換する文字数。
kk_kz: Ауыстырылатын таңбалар саны.
ko_kr: 대체할 문자 수입니다.
lt_lt: Simbolių skaičius, kurį reikia pakeisti.
lv_lv: Aizstājamo rakstzīmju skaits.
ms_my: Bilangan aksara untuk diganti.
nb_no: Antallet tegn som skal erstattes.
nl_nl: Het aantal tekens dat moet worden vervangen.
pl_pl: Liczba znaków do zastąpienia.
pt_br: Número de caracteres a substituir.
pt_pt: Número de carateres a substituir.
ro_ro: Numărul de caractere de înlocuit.
ru_ru: Количество символов для замены.
sk_sk: Počet znakov na nahradenie.
sl_si: Število znakov, ki jih je treba zamenjati.
sr_cyrl_rs: Број закова за замену.
sr_latn_rs: Broj zakova za zamenu.
sv_se: Antalet tecken att ersätta.
th_th: จำนวนตัวอักษรที่จะแทนที่
tr_tr: Değiştirilecek karakter sayısı.
uk_ua: Кількість символів, які потрібно замінити.
vi_vn: Số ký tự cần thay thế.
zh_cn: 要替换的字符数。
zh_tw: 要取代的字元數。

# AboutReplace_new_text
source: A replacement text value.
bg_bg: Заместваща текстова стойност.
ca_es: Valor de text de substitució.
cs_cz: Náhradní textová hodnota
da_dk: En erstatningstekstværdi.
de_de: Ein Ersetzungstextwert.
el_gr: Μια τιμή κειμένου αντικατάστασης.
es_es: Un valor de texto de reemplazo.
et_ee: Uus tekstväärtus.
eu_es: Ordezko testu-balioa.
fi_fi: Korvaava tekstiarvo.
fr_fr: Valeur de texte de remplacement.
gl_es: Valor de texto de substitución.
hi_in: एक बदला गया पाठ मान.
hr_hr: Zamjenska tekstna vrijednost.
hu_hu: Az a szöveges érték, amelyre le kell cserélni a szöveget.
it_it: Valore di testo da usare per la sostituzione.
ja_jp: 置換テキストの値。
kk_kz: Ауыстыру мәтіндік мәні.
ko_kr: 대체 텍스트 값입니다.
lt_lt: Pakaitinė teksto reikšmė.
lv_lv: Aizstāšanas teksta vērtība.
ms_my: Nilai teks gantian.
nb_no: En erstatningstekstverdi.
nl_nl: Een vervangende tekstwaarde.
pl_pl: Zastępcza wartość tekstowa.
pt_br: Valor de texto de substituição.
pt_pt: Um valor de texto de substituição.
ro_ro: O valoare text de înlocuire.
ru_ru: Значение текста для замены.
sk_sk: Nahradzujúca textová hodnota.
sl_si: Nadomestna besedilna vrednost.
sr_cyrl_rs: Вредност текста за замену.
sr_latn_rs: Vrednost teksta za zamenu.
sv_se: Ett ersättningstextvärde.
th_th: ข้อความที่จะนำไปแทนที่
tr_tr: Yeni metin değeri.
uk_ua: Текстове значення, яким потрібно замінити попереднє значення.
vi_vn: Một giá trị văn bản thay thế.
zh_cn: 替换文本值。
zh_tw: 取代文字值。

# AboutReplace_text_column
source: A column of text values to process.
bg_bg: Колона с текстови стойности за обработване.
ca_es: Columna de valors de text que es processarà.
cs_cz: Sloupec textových hodnot, které mají být zpracovány
da_dk: En kolonne af tekstværdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Textwerten.
el_gr: Μια στήλη τιμών κειμένου για επεξεργασία.
es_es: Una columna de valores de texto que se va a procesar.
et_ee: Töödeldavate tekstväärtuste veerg.
eu_es: Prozesatuko den testu-balioen zutabea.
fi_fi: Käsiteltävien tekstiarvojen sarake.
fr_fr: Colonne de valeurs de texte à traiter.
gl_es: Columna de valores de texto que se van procesar.
hi_in: संसाधित किए जाने वाले पाठ मानों का स्तंभ.
hr_hr: Stupac tekstnih vrijednosti koji se obrađuje.
hu_hu: A feldolgozandó szöveges értékeket tartalmazó oszlop.
it_it: Colonna di valori di testo da elaborare.
ja_jp: 処理するテキスト値の列。
kk_kz: Өңделетін мәтіндік мәндер бағаны.
ko_kr: 처리할 텍스트 값의 열입니다.
lt_lt: Teksto reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā teksta vērtību kolonna.
ms_my: Lajur nilai teks untuk diproses.
nb_no: En kolonne med tekstverdier som skal behandles.
nl_nl: Een kolom met tekstwaarden die moeten worden verwerkt.
pl_pl: Kolumna wartości tekstowych do przetworzenia.
pt_br: Coluna de valores de texto a ser processados.
pt_pt: Uma coluna de valores de textos a processar.
ro_ro: O coloană de valori text de procesat.
ru_ru: Столбец текстовых значений для обработки.
sk_sk: Stĺpec textových hodnôt na spracovanie.
sl_si: Stolpec besedilnih vrednosti za obdelavo.
sr_cyrl_rs: Колона вредности текста за обраду.
sr_latn_rs: Kolona vrednosti teksta za obradu.
sv_se: En kolumn med textvärden att bearbeta.
th_th: คอลัมน์ของข้อความที่จะดำเนินการ
tr_tr: İşlenecek metin değerlerini içeren bir sütun.
uk_ua: Стовпець із текстовими значеннями, які потрібно обробити.
vi_vn: Cột chứa các giá trị văn bản cần xử lý.
zh_cn: 要处理的文本值组成的列。
zh_tw: 要處理的文字值資料行。

# AboutError
source: Produces an error with custom values.
bg_bg: Произвежда грешка със стойности по избор.
ca_es: Produeix un error amb valors personalitzats.
cs_cz: S vlastními hodnotami vytvoří chybu.
da_dk: Resulterer i en fejl med brugerdefinerede værdier.
de_de: Generiert einen Fehler mit benutzerdefinierten Werten.
el_gr: Δημιουργεί ένα σφάλμα με προσαρμοσμένες τιμές.
es_es: Genera un error con valores personalizados.
et_ee: Loob tõrke kohandatud väärtustega.
eu_es: Balio pertsonalizatuak dituen errore bat sortzen du.
fi_fi: Tuottaa virheen mukautettujen arvojen kanssa.
fr_fr: Génère une erreur avec des valeurs personnalisées.
gl_es: Produce un erro cos valores personalizados.
hi_in: कस्टम मानों के साथ त्रुटि उत्पन्न करता है.
hr_hr: Stvara pogrešku s prilagođenim vrijednostima.
hu_hu: Az egyéni értékekkel kapcsolatos hibát ad vissza.
it_it: Genera un errore con valori personalizzati.
ja_jp: カスタム値のエラーを生成します。
kk_kz: Реттелетін мәндермен қате шығарады.
ko_kr: 사용자 지정 값을 사용하여 오류를 생성합니다.
lt_lt: Pateikia klaidą su pasirinktinėmis reikšmėmis.
lv_lv: Rada kļūdu ar pielāgotām vērtībām.
ms_my: Menghasilkan ralat dengan nilai tersuai.
nb_no: Gir en feil med egendefinerte verdier.
nl_nl: Hiermee wordt een fout met aangepaste waarden gegenereerd.
pl_pl: Tworzy błąd z wartościami niestandardowymi.
pt_br: Produz um erro com valores personalizados.
pt_pt: Produz um erro com valores personalizados.
ro_ro: Produce o eroare cu valori particularizate.
ru_ru: Создает ошибку с пользовательскими значениями.
sk_sk: Vytvorí chybu s vlastnými hodnotami.
sl_si: Ustvari napako z vrednostmi po meri.
sr_cyrl_rs: Изазива грешку са прилагођеним вредностима.
sr_latn_rs: Izaziva grešku sa prilagođenim vrednostima.
sv_se: Skapar ett fel med anpassade värden.
th_th: สร้างข้อผิดพลาดด้วยค่าแบบกำหนดเอง
tr_tr: Özel değerlerle bir hata oluşturur.
uk_ua: Створює помилку зі спеціальними значеннями.
vi_vn: Tạo lỗi với các giá trị tùy chỉnh.
zh_cn: 使用自定义值生成错误。
zh_tw: 使用自訂值產生錯誤。

# AboutError_error_information
source: A record containing the custom values for the produced error.
bg_bg: Запис, съдържащ стойностите по избор за получената грешка.
ca_es: Registre que conté els valors personalitzats de l'error que s'ha produït.
cs_cz: Záznam obsahující vlastní hodnoty pro vytvořenou chybu.
da_dk: En post, der indeholder de brugerdefinerede værdier for den producerede fejl.
de_de: Ein Datensatz, der die benutzerdefinierten Werte für den erzeugten Fehler enthält.
el_gr: Μια καρτέλα που περιέχει τις προσαρμοσμένες τιμές για το παραγόμενο σφάλμα.
es_es: Registro que contiene los valores personalizados para el error producido.
et_ee: Loodud kohandatud väärtusi sisaldaval kirjel ilmnes tõrge.
eu_es: Sortutako errorearen balio pertsonalizatuak dituen erregistroa.
fi_fi: Tietue, joka sisältää mukautetut arvot tuotetulle virheelle.
fr_fr: Enregistrement contenant les valeurs personnalisées pour l’erreur produite.
gl_es: Rexistro que contén os valores personalizados do erro producido.
hi_in: उत्पादन त्रुटि के लिए एक रिकॉर्ड जिसमें कस्टम मान शामिल हैं.
hr_hr: Zapis koji sadrži prilagođene vrijednosti za proizvedene pogreške.
hu_hu: A kapott hiba egyedi értékeit tartalmazó rekord.
it_it: Record contenente i valori personalizzati per l'errore generato.
ja_jp: 生成されたエラーのカスタム値を含むレコードです。
kk_kz: Өндірістік қате үшін реттелетін мәндер бар жазба.
ko_kr: 생성된 오류에 대한 사용자 지정 값이 포함된 레코드입니다.
lt_lt: Įrašas su pasirinktinėmis gamybos klaidos reikšmėmis.
lv_lv: Ieraksts, kas ietver radītās kļūdas pielāgotās vērtības.
ms_my: Rekod yang mengandungi nilai tersuai untuk ralat yang dihasilkan.
nb_no: En post som inneholder de egendefinerte verdiene for den produserte feilen.
nl_nl: Een record met de aangepaste waarden voor de geproduceerde fout.
pl_pl: Rekord zawierający niestandardowe wartości dla wytworzonego błędu.
pt_br: Um registro que contém os valores personalizados para o erro produzido.
pt_pt: Um registo que contém os valores personalizados para o erro produzido.
ro_ro: O înregistrare care conține valorile particularizate pentru eroarea produsă.
ru_ru: Запись, содержащая пользовательские значения для полученной ошибки.
sk_sk: Záznam obsahujúci vlastné hodnoty, ktoré spôsobili chybu.
sl_si: Zapis vsebuje vrednosti po meri za ustvarjeno napako.
sr_cyrl_rs: Запис који садржи прилагођене вредности за насталу грешку.
sr_latn_rs: Zapis koji sadrži prilagođene vrednosti za nastalu grešku.
sv_se: En post som innehåller anpassade värden för det fel som har inträffat.
th_th: ระเบียนที่มีค่าแบบกำหนดเองสำหรับข้อผิดพลาดที่ผลิต
tr_tr: Oluşturulan hatanın özel değerlerini içeren kayıt.
uk_ua: Запис, що містить спеціальні значення для створеної помилки.
vi_vn: Bản ghi chứa các giá trị tùy chỉnh cho lỗi được tạo.
zh_cn: 包含所产生错误的自定义值的记录。
zh_tw: 包含自訂值的記錄 (依據產生的錯誤)。
